Repository: common-repository/tv-streaming
Catalog: languages/tvs_lang-*.po
Languages: id_id

source: You are trying to watch <strong>%1$s</strong> channel live TV Streaming with %2$s. But, looks like you don't have flash player installed with your browser. Please, <a href="%3$s" target="_blank" rel="nofollow">download and install flash player</a>.
id_id: Anda mencoba melihat siaran langsung TV Streaming <strong>%1$s</strong> dengan %2$s. Tetapi, sepertinya flash player belum terinstall di browser Anda. Silahkan, <a href="%3$s" target="_blank" rel="nofollow">download dan install flash player</a>.

source: our
id_id: kami

source: TV Streaming plugin for WordPress
id_id: Plugin TV Streaming untuk WordPress

source: Play
id_id: Putar

source: Get your own TV Streaming
id_id: Dapatkan TV Streaming Anda Sendiri

source: You cannot edit TV Streaming Settings.
id_id: Anda tidak dapat mengubah Pengaturan TV Streaming.

source: TV Streaming Plugin for WordPress settings updated.
id_id: Pengaturan Plugin TV Streaming untuk WordPress telah diperbaharui.

source: No
id_id: Tidak

source: Yes
id_id: Ya

source: TV Streaming Plugin for WordPress
id_id: Plugin TV Streaming untuk WordPress

source: Default Width:
id_id: Lebar:

source: Default Height:
id_id: Tinggi:

source: Default Channel Buttons Size:
id_id: Ukuran Tombol Saluran:

source: Default Logo:
id_id: Logo:

source: Default Visible Channels:
id_id: Tampilkan Tombol Saluran:

source: Default Active Channel:
id_id: Saluran Aktif:

source: Autoplay:
id_id: Putar otomatis:

source: Display Credit:
id_id: Tampilkan pencipta:

source: Thank you and we really appreciate your help for keep sharing our FREE plugin to the world.
id_id: Terima kasih. Kami sangat menghargai bantuan Anda untuk tetap berbagi plugin GRATIS kami ke seluruh dunia.

source: Save Changes
id_id: Simpan

source: Title:
id_id: Judul:

source: Video Width:
id_id: Lebar Video:

source: Video Height:
id_id: Tinggi Video:

source: Show Channel Button:
id_id: Tampilkan Tombol Saluran:

source: Active Channel:
id_id: Saluran Aktif:

source: Icon Size:
id_id: Ukuran Icon:
